Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

# onboarding.calendar.share.subtitle
source: Open any workout and tap Share to create a card with your route and stats, then save it or send it anywhere.
de: Öffne ein Training und tippe auf „Teilen“, um eine Karte mit deiner Route und deinen Werten zu erstellen. Sichere sie oder sende sie, wohin du willst.
es: Abre un entrenamiento y toca Compartir para crear una tarjeta con tu ruta y tus estadísticas, y luego guárdala o envíala a donde quieras.
fr: Ouvrez un exercice et touchez « Partager » pour créer une carte avec votre parcours et vos statistiques, puis enregistrez-la ou envoyez-la où vous voulez.
hi: कोई भी वर्कआउट खोलें और शेयर करें पर टैप करें, इससे आपके मार्ग और आँकड़ों वाला कार्ड बन जाएगा, फिर उसे सहेजें या कहीं भी भेजें।
ru: Откройте любую тренировку и коснитесь «Поделиться», чтобы создать карточку с маршрутом и показателями, затем сохраните ее или отправьте куда угодно.
tr: Rotanızı ve istatistiklerinizi içeren bir kart oluşturmak için herhangi bir antrenmanı açıp Paylaş'a dokunun, ardından kartı kaydedin veya istediğiniz yere gönderin.
zh_hans: 打开任意运动并点按“分享”，即可生成包含路线和数据的卡片，保存或发送到任何地方。

# onboarding.calendar.star
source: Star = 1 workout
de: Stern = 1 Training
es: Estrella = 1 entrenamiento
fr: Étoile = 1 exercice
hi: तारा = 1 वर्कआउट
ru: Звезда = 1 тренировка
tr: Yıldız = 1 antrenman
zh_hans: 星星 = 1 次运动

# onboarding.calendar.star.subtitle
source: Two stars mean two workouts.
de: Zwei Sterne bedeuten zwei Trainings.
es: Dos estrellas son dos entrenamientos.
fr: Deux étoiles valent deux exercices.
hi: दो तारे मतलब दो वर्कआउट।
ru: Две звезды означают две тренировки.
tr: İki yıldız iki antrenman demektir.
zh_hans: 两颗星星表示两次运动。

# onboarding.calendar.subtitle
source: The Workouts tab sums up each month two ways. The calendar marks every day by how many workouts you did, and markers stack, so a moon and a star mean four.
de: Der Tab „Trainings“ fasst jeden Monat auf zwei Arten zusammen. Der Kalender markiert jeden Tag danach, wie viele Trainings du gemacht hast. Die Markierungen addieren sich, ein Mond und ein Stern bedeuten also vier.
es: La pestaña Entrenamientos resume cada mes de dos formas. El calendario marca cada día según cuántos entrenamientos hiciste, y las marcas se suman, así que una luna y una estrella son cuatro.
fr: L’onglet Exercices résume chaque mois de deux façons. Le calendrier marque chaque jour selon le nombre d’exercices effectués, et les symboles se cumulent : une lune et une étoile valent quatre.
hi: वर्कआउट टैब हर महीने का सारांश दो तरह से देता है। कैलेंडर हर दिन पर इस हिसाब से निशान लगाता है कि आपने कितने वर्कआउट किए, और निशान जुड़ते जाते हैं, यानी एक चाँद और एक तारा मतलब चार।
ru: Вкладка «Тренировки» подводит итоги каждого месяца двумя способами. Календарь отмечает каждый день по числу тренировок, а значки складываются, поэтому луна и звезда означают четыре.
tr: Antrenmanlar sekmesi her ayı iki şekilde özetler. Takvim her günü yaptığınız antrenman sayısına göre işaretler ve işaretler toplanır, yani bir ay ve bir yıldız dört demektir.
zh_hans: “运动”标签页用两种方式汇总每个月。日历用标记显示每天的运动次数，标记可叠加，例如月亮加星星表示四次。

# onboarding.calendar.sun
source: Sun = 8 workouts
de: Sonne = 8 Trainings
es: Sol = 8 entrenamientos
fr: Soleil = 8 exercices
hi: सूरज = 8 वर्कआउट
ru: Солнце = 8 тренировок
tr: Güneş = 8 antrenman
zh_hans: 太阳 = 8 次运动

# onboarding.calendar.sun.subtitle
source: Sun, moon, and star together mean twelve.
de: Sonne, Mond und Stern zusammen bedeuten zwölf.
es: Sol, luna y estrella juntos son doce.
fr: Soleil, lune et étoile ensemble valent douze.
hi: सूरज, चाँद और तारा साथ में मतलब बारह।
ru: Солнце, луна и звезда вместе означают двенадцать.
tr: Güneş, ay ve yıldız birlikte on iki demektir.
zh_hans: 太阳、月亮加星星表示十二次。

# onboarding.calendar.switch
source: Two views, one button
de: Zwei Ansichten, eine Taste
es: Dos vistas, un botón
fr: Deux vues, un bouton
hi: दो दृश्य, एक बटन
ru: Два вида, одна кнопка
tr: Tek düğme, iki görünüm
zh_hans: 一个按钮，两种视图

# onboarding.calendar.switch.subtitle
source: Tap the chart button in the calendar to rank the month by activity, then the grid button next to the last bar to come back.
de: Tippe im Kalender auf die Diagrammtaste, um den Monat nach Aktivität zu ordnen, und dann auf die Rastertaste neben dem letzten Balken, um zurückzukehren.
es: Toca el botón de gráfica del calendario para ordenar el mes por actividad y luego el botón de cuadrícula junto a la última barra para volver.
fr: Touchez le bouton du graphique dans le calendrier pour classer le mois par activité, puis le bouton de grille à côté de la dernière barre pour revenir.
hi: महीने को ऐक्टिविटी के हिसाब से रैंक करने के लिए कैलेंडर में चार्ट बटन पर टैप करें, फिर वापस आने के लिए आख़िरी पट्टी के बग़ल वाले ग्रिड बटन पर टैप करें।
ru: Коснитесь кнопки графика в календаре, чтобы упорядочить месяц по видам активности, а затем кнопки сетки рядом с последним столбцом, чтобы вернуться.
tr: Ayı aktiviteye göre sıralamak için takvimdeki grafik düğmesine, geri dönmek için de son çubuğun yanındaki ızgara düğmesine dokunun.
zh_hans: 点按日历中的图表按钮，即可按活动类型排出本月排名；再点按最后一条柱形旁的网格按钮即可返回。

# onboarding.calendar.title
source: Workout Summaries
de: Trainingsübersichten
es: Resúmenes de entrenamientos
fr: Résumés des exercices
hi: वर्कआउट सारांश
ru: Итоги тренировок
tr: Antrenman Özetleri
zh_hans: 运动汇总

# onboarding.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# onboarding.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ru: Продолжить
tr: Devam
zh_hans: 继续

# onboarding.done.explore
source: More to explore in Settings
de: Mehr zu entdecken in den Einstellungen
es: Más opciones en Ajustes
fr: Encore plus dans Réglages
hi: सेटिंग में और भी बहुत कुछ
ru: Еще больше в Настройках
tr: Ayarlar'da keşfedilecek daha çok şey var
zh_hans: 设置中还有更多

# onboarding.done.explore.subtitle
source: Summary cards, units, appearance, sleep goals, widgets, and more are all waiting in Settings.
de: Übersichtskarten, Einheiten, Darstellung, Schlafziele, Widgets und mehr warten in den Einstellungen auf dich.
es: Las tarjetas de resumen, las unidades, la apariencia, los objetivos de sueño, los widgets y mucho más te esperan en Ajustes.
fr: Cartes de résumé, unités, apparence, objectifs de sommeil, widgets et bien plus vous attendent dans Réglages.
hi: सारांश कार्ड, इकाइयाँ, प्रकटन, नींद के लक्ष्य, विजेट और बहुत कुछ सेटिंग में आपका इंतज़ार कर रहे हैं।
ru: Карточки сводки, единицы, оформление, цели сна, виджеты и многое другое ждут Вас в Настройках.
tr: Özet kartları, birimler, görünüş, uyku hedefleri, araç takımları ve daha fazlası Ayarlar'da sizi bekliyor.
zh_hans: 摘要卡片、单位、外观、睡眠目标、小组件等更多选项都在设置中等您探索。

# onboarding.done.sources
source: Compare data sources
de: Datenquellen vergleichen
es: Compara fuentes de datos
fr: Comparez les sources de données
hi: डेटा सोर्स की तुलना करें
ru: Сравнивайте источники данных
tr: Veri kaynaklarını karşılaştırın
zh_hans: 对比数据来源

# onboarding.done.sources.subtitle
source: Settings › Data › Source lets you pick which Apple Health source each metric uses and overlay a second one for comparison.
de: Unter Einstellungen › Daten › Quelle wählst du, welche Quelle aus Health jeder Messwert nutzt, und legst eine zweite zum Vergleich darüber.
es: En Ajustes › Datos › Fuente puedes elegir qué fuente de la app Salud usa cada métrica y superponer una segunda para compararlas.
fr: Réglages › Données › Source vous permet de choisir la source de l’app Santé utilisée par chaque mesure et d’en superposer une deuxième pour comparer.
hi: सेटिंग › डेटा › सोर्स में आप चुन सकते हैं कि हर मेट्रिक सेहत के किस सोर्स का इस्तेमाल करे, और तुलना के लिए उस पर दूसरा सोर्स भी दिखा सकते हैं।
ru: В разделе «Настройки» › «Данные» › «Источник» можно выбрать источник из приложения «Здоровье» для каждого показателя и наложить второй для сравнения.
tr: Ayarlar › Veriler › Kaynak bölümünde her ölçümün hangi Sağlık kaynağını kullanacağını seçebilir ve karşılaştırma için ikinci bir kaynağı üst üste gösterebilirsiniz.
zh_hans: 在设置›数据›来源中，为每项指标选择所用的 Apple 健康来源，并叠加第二个来源进行对比。

# onboarding.done.tip1
source: Refreshes on every launch
de: Bei jedem Start aktualisiert
es: Se actualiza cada vez que la abres
fr: Actualisation à chaque ouverture
hi: हर बार खोलने पर रीफ़्रेश
ru: Обновление при каждом запуске
tr: Her açılışta yenilenir
zh_hans: 每次启动自动刷新

# onboarding.done.tip1.subtitle
source: Body syncs your Health data each time it opens. Pull down on Summary whenever you want a manual refresh.
de: Body synchronisiert deine Health-Daten bei jedem Öffnen. Zieh in der Übersicht nach unten, wenn du manuell aktualisieren möchtest.
es: Body sincroniza tus datos de Salud cada vez que se abre. Desliza hacia abajo en Resumen cuando quieras actualizar manualmente.
fr: Body synchronise vos données Santé à chaque ouverture. Balayez vers le bas dans Résumé pour actualiser manuellement quand vous le souhaitez.
hi: Body हर बार खुलने पर आपका सेहत डेटा सिंक करता है। जब भी ख़ुद रीफ़्रेश करना हो, सारांश पर नीचे की ओर खींचें।
ru: Body синхронизирует медданные при каждом открытии. Чтобы обновить вручную, потяните вниз в «Сводке».
tr: Body her açıldığında Sağlık verilerinizi eşzamanlar. Elle yenilemek istediğinizde Özet'te aşağı çekin.
zh_hans: 每次打开 Body 都会自动同步健康数据。想手动刷新时，在摘要页下拉即可。

# onboarding.done.tip2
source: Rearrange your cards
de: Ordne deine Karten neu
es: Reorganiza tus tarjetas
fr: Réorganisez vos cartes
hi: अपने कार्ड का क्रम बदलें
ru: Меняйте порядок карточек
tr: Kartlarınızı yeniden düzenleyin
zh_hans: 重新排列卡片

# onboarding.done.tip2.subtitle
source: Touch and hold a Summary card, then drag it to where you want it.
de: Halte eine Karte in der Übersicht gedrückt und zieh sie an die gewünschte Stelle.
es: Mantén el dedo sobre una tarjeta de Resumen y arrástrala a donde quieras.
fr: Maintenez le doigt sur une carte de Résumé, puis faites-la glisser à l’endroit voulu.
hi: सारांश के किसी कार्ड को टच और होल्ड करें, फिर उसे जहाँ चाहें वहाँ ड्रैग करें।
ru: Коснитесь карточки в «Сводке» и удерживайте ее, затем перетяните в нужное место.
tr: Bir Özet kartına basılı tutun, ardından istediğiniz yere sürükleyin.
zh_hans: 长按摘要页的卡片，然后拖到想要的位置。

# onboarding.done.tip3
source: Replay this anytime
de: Jederzeit erneut ansehen
es: Vuelve a verla cuando quieras
fr: Revoyez cette présentation à tout moment
hi: इसे कभी भी दोबारा देखें
ru: Пройдите снова в любой момент
tr: Bunu istediğiniz zaman yeniden izleyin
zh_hans: 随时可以重新观看

# onboarding.done.tip3.subtitle
source: Open it again from Settings › About › Onboarding.
de: Öffne die Einführung erneut unter Einstellungen › Info › Einführung.
es: Ábrela de nuevo en Ajustes › Acerca de › Introducción.
fr: Rouvrez-la depuis Réglages › À propos › Présentation.
hi: इसे सेटिंग › परिचय › ऑनबोर्डिंग से दोबारा खोलें।
ru: Знакомство можно открыть снова в разделе «Настройки» › «О приложении» › «Знакомство».
tr: Ayarlar › Hakkında › Tanıtım bölümünden yeniden açabilirsiniz.
zh_hans: 可在设置›关于›引导教程中再次打开。

# onboarding.done.title
source: You're All Set
de: Alles bereit
es: Todo listo
fr: Tout est prêt
hi: आप पूरी तरह तैयार हैं
ru: Все готово
tr: Her Şey Hazır
zh_hans: 一切就绪

# onboarding.effort.rate
source: Rate any workout
de: Bewerte jedes Training
es: Valora cualquier entrenamiento
fr: Évaluez n’importe quel exercice
hi: किसी भी वर्कआउट को रेट करें
ru: Оцените любую тренировку
tr: Her antrenmanı puanlayın
zh_hans: 为任意运动评分

# onboarding.effort.rate.subtitle
source: Open a workout, tap the Effort card, and set a value from 1 to 10. Easy, Moderate, Hard, and All Out follow the number.
de: Öffne ein Training, tippe auf die Karte „Anstrengung“ und wähle einen Wert von 1 bis 10. Leicht, Moderat, Schwer und Extrem richten sich nach der Zahl.
es: Abre un entrenamiento, toca la tarjeta Esfuerzo y elige un valor del 1 al 10. Fácil, Moderado, Difícil y Al máximo cambian según el número.
fr: Ouvrez un exercice, touchez la carte Effort et choisissez une valeur de 1 à 10. Facile, Modéré, Difficile et Maximum suivent le chiffre.
hi: कोई वर्कआउट खोलें, प्रयास कार्ड पर टैप करें और 1 से 10 तक कोई मान सेट करें। आसान, मध्यम, कठिन और बहुत कठिन संख्या के साथ बदलते हैं।
ru: Откройте тренировку, коснитесь карточки «Усилие» и выберите значение от 1 до 10. «Легко», «Средне», «Тяжело» и «Экстремально» меняются вместе с числом.
tr: Bir antrenmanı açın, Efor kartına dokunun ve 1 ile 10 arasında bir değer belirleyin. Kolay, Orta, Zor ve Tükendim etiketleri bu sayıya göre değişir.
zh_hans: 打开一次运动，点按“强度”卡片，即可设定 1 到 10 的数值。轻松、中等、艰难和全力以赴会随数值变化。

# onboarding.effort.settings
source: Effort settings
de: Einstellungen für Anstrengung
es: Ajustes de esfuerzo
fr: Réglages de l’effort
hi: प्रयास सेटिंग
ru: Настройки усилия
tr: Efor ayarları
zh_hans: 强度设置

# onboarding.effort.settingsHint
source: Both switches live in Settings › Workouts › Effort Suggestions. Auto Apply only fills unrated workouts that have heart rate data, about an hour after they end, and asks to update Workouts in Apple Health when you turn it on.
de: Beide Schalter findest du unter Einstellungen › Trainings › Anstrengungsvorschläge. „Automatisch übernehmen“ füllt nur unbewertete Trainings mit Herzfrequenzdaten aus, etwa eine Stunde nach ihrem Ende, und fragt beim Aktivieren nach der Berechtigung, Trainings in Health zu aktualisieren.
es: Ambos interruptores están en Ajustes › Entrenamientos › Sugerencias de esfuerzo. Esfuerzo automático solo completa los entrenamientos sin valorar que tienen datos de frecuencia cardiaca, aproximadamente una hora después de que terminen, y al activarlo pide permiso para actualizar los entrenamientos en la app Salud.
fr: Les deux interrupteurs se trouvent dans Réglages › Exercices › Suggestions d’effort. L’application automatique ne remplit que les exercices non évalués qui comportent des données de fréquence cardiaque, environ une heure après leur fin, et demande l’autorisation de mettre à jour les exercices dans l’app Santé lorsque vous l’activez.
hi: दोनों स्विच सेटिंग › वर्कआउट › प्रयास सुझाव में हैं। अपने आप लागू करने की सुविधा सिर्फ़ हृदय गति डेटा वाले बिना रेटिंग के वर्कआउट भरती है, उनके ख़त्म होने के लगभग एक घंटे बाद, और इसे चालू करने पर सेहत में वर्कआउट अपडेट करने की अनुमति माँगती है।
ru: Оба переключателя находятся в разделе «Настройки» › «Тренировки» › «Предлагаемое усилие». Автозаполнение оценивает только тренировки без оценки и с данными пульса, примерно через час после их окончания, и при включении запрашивает разрешение обновлять тренировки в приложении «Здоровье».
tr: İki anahtar da Ayarlar › Antrenmanlar › Efor Önerileri bölümündedir. Otomatik Uygula yalnızca kalp atış hızı verisi olan puanlanmamış antrenmanları, bittikten yaklaşık bir saat sonra doldurur ve açtığınızda Sağlık uygulamasında Antrenmanlar verisini güncellemek için izin ister.
zh_hans: 这两个开关也可在设置›运动›强度建议中找到。自动应用只会填写带有心率数据且尚未评分的运动，大约在运动结束一小时后进行，开启时会请求更新 Apple 健康中的体能训练数据。

# onboarding.effort.subtitle
source: A 1 to 10 rating for how hard each workout felt.
de: Eine Bewertung von 1 bis 10 dafür, wie anstrengend sich jedes Training angefühlt hat.
es: Una valoración del 1 al 10 de lo duro que te resultó cada entrenamiento.
fr: Une note de 1 à 10 sur la difficulté ressentie de chaque exercice.
hi: हर वर्कआउट कितना कठिन लगा, इसकी 1 से 10 तक की रेटिंग।
ru: Оценка от 1 до 10 того, насколько тяжелой показалась каждая тренировка.
tr: Her antrenmanın ne kadar zor hissettirdiğini gösteren 1 ile 10 arası bir puan.
zh_hans: 用 1 到 10 分记录每次运动的费力程度。

# onboarding.effort.suggest
source: Body can suggest a value
de: Body kann einen Wert vorschlagen
es: Body puede sugerir un valor
fr: Body peut suggérer une valeur
hi: Body मान सुझा सकता है
ru: Body может предложить значение
tr: Body bir değer önerebilir
zh_hans: Body 可以给出建议值

# onboarding.effort.suggest.subtitle
source: With Effort Suggestions on, Body estimates an effort for each workout from workout, heart rate, recent history, and readiness data.
de: Wenn „Anstrengungsvorschläge“ aktiviert ist, schätzt Body für jedes Training eine Anstrengung anhand von Trainings- und Herzfrequenzdaten, deinem jüngsten Verlauf und deiner Tagesform.
es: Con Sugerencias de esfuerzo activado, Body estima el esfuerzo de cada entrenamiento a partir de los datos del entrenamiento, la frecuencia cardiaca, el historial reciente y la preparación.
fr: Lorsque les suggestions d’effort sont activées, Body estime un effort pour chaque exercice à partir des données de l’exercice, de la fréquence cardiaque, de l’historique récent et du niveau de préparation.
hi: प्रयास सुझाव चालू होने पर Body वर्कआउट, हृदय गति, हाल के इतिहास और रेडिनेस डेटा से हर वर्कआउट के प्रयास का अनुमान लगाता है।
ru: Если «Предлагаемое усилие» включено, Body оценивает усилие для каждой тренировки по данным тренировки, пульса, недавней истории и готовности.
tr: Efor Önerileri açıkken Body; antrenman, kalp atış hızı, yakın geçmiş ve hazırlık verilerinden her antrenman için bir efor tahmini yapar.
zh_hans: 开启“强度建议”后，Body 会根据运动数据、心率、近期历史和就绪状态为每次运动估算强度。

# onboarding.effort.title
source: Workout Effort
de: Trainingsanstrengung
es: Esfuerzo del entrenamiento
fr: Effort de l’exercice
hi: वर्कआउट प्रयास
ru: Усилие при тренировке
tr: Antrenman Eforu
zh_hans: 运动强度

# onboarding.effort.yours
source: Your rating always wins
de: Deine Bewertung hat immer Vorrang
es: Tu valoración siempre manda
fr: Votre note l’emporte toujours
hi: आपकी रेटिंग ही मान्य होती है
ru: Ваша оценка всегда важнее
tr: Her zaman sizin puanınız geçerlidir
zh_hans: 您的评分始终优先

# onboarding.effort.yours.subtitle
source: A rating you save replaces the suggestion, and accepted suggestions you never changed are left out of future calibration.
de: Eine Bewertung, die du sicherst, ersetzt den Vorschlag, und übernommene Vorschläge, die du nie geändert hast, fließen nicht in künftige Kalibrierungen ein.
es: Una valoración que guardes reemplaza a la sugerencia, y las sugerencias aceptadas que nunca cambiaste quedan fuera de la calibración futura.
fr: Une note que vous enregistrez remplace la suggestion, et les suggestions acceptées sans modification sont exclues des futurs étalonnages.
hi: आपकी सहेजी गई रेटिंग सुझाव की जगह ले लेती है, और जिन सुझावों को आपने बिना बदले स्वीकार किया, उन्हें आगे के कैलिब्रेशन में शामिल नहीं किया जाता।
ru: Сохраненная Вами оценка заменяет предложение, а принятые без изменений предложения не учитываются при дальнейшей калибровке.
tr: Kaydettiğiniz puan önerinin yerini alır. Hiç değiştirmeden kabul ettiğiniz öneriler gelecekteki kalibrasyona dahil edilmez.
zh_hans: 您保存的评分会覆盖建议值；未经修改直接接受的建议不会用于后续校准。

# onboarding.getStarted
source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू करें
ru: Приступить
tr: Başla
zh_hans: 开始使用

# onboarding.health.allowAll
source: We recommend turning on every category for the fullest picture of your body.
de: Wir empfehlen, alle Kategorien zu aktivieren, damit du das vollständigste Bild deines Körpers erhältst.
es: Te recomendamos activar todas las categorías para tener la imagen más completa de tu cuerpo.
fr: Nous vous recommandons d’activer toutes les catégories pour obtenir l’image la plus complète de votre corps.
hi: आपके शरीर की सबसे पूरी तस्वीर के लिए हम हर श्रेणी चालू करने की सलाह देते हैं।
ru: Рекомендуем включить все категории, чтобы получить наиболее полную картину состояния тела.
tr: Vücudunuzun en eksiksiz resmini görmek için tüm kategorileri açmanızı öneririz.
zh_hans: 建议开启全部类别，以获得最完整的身体状况分析。

# onboarding.health.body
source: Continue opens the Apple Health permission sheet. You can change what Body can read anytime in Settings › Data › Permissions.
de: „Weiter“ öffnet das Berechtigungsfenster von Health. Was Body lesen darf, kannst du jederzeit unter Einstellungen › Daten › Berechtigungen ändern.
es: Continuar abre la hoja de permisos de la app Salud. Puedes cambiar lo que Body puede leer cuando quieras en Ajustes › Datos › Permisos.
fr: « Continuer » ouvre la feuille d’autorisations de l’app Santé. Vous pouvez modifier à tout moment ce que Body peut lire dans Réglages › Données › Autorisations.
hi: जारी रखें पर टैप करने से सेहत की अनुमति शीट खुलती है। Body क्या पढ़ सकता है, यह आप कभी भी सेटिंग › डेटा › अनुमतियाँ में बदल सकते हैं।
ru: Кнопка «Продолжить» открывает окно доступа приложения «Здоровье». Изменить, что может читать Body, можно в любой момент в разделе «Настройки» › «Данные» › «Права доступа».
tr: Devam, Sağlık izin sayfasını açar. Body'nin neleri okuyabileceğini istediğiniz zaman Ayarlar › Veriler › İzinler bölümünden değiştirebilirsiniz.
zh_hans: 点击继续将打开 Apple 健康的权限设置。您可以随时在设置›数据›权限中更改 Body 可读取的内容。

# onboarding.health.continue
source: Your dashboard is being built in the background. Feel free to continue, it will be ready when you get there.
de: Deine Übersicht wird im Hintergrund aufgebaut. Mach ruhig weiter, sie ist fertig, wenn du dort ankommst.
es: Tu panel se está preparando en segundo plano. Puedes continuar, estará listo cuando llegues.
fr: Votre tableau de bord se prépare en arrière-plan. Vous pouvez continuer, il sera prêt à votre arrivée.
hi: आपका डैशबोर्ड बैकग्राउंड में तैयार हो रहा है। आप आगे बढ़ सकते हैं, वहाँ पहुँचने तक यह तैयार हो जाएगा।
ru: Ваша панель создается в фоновом режиме. Можете продолжать, к концу знакомства она будет готова.
tr: Panonuz arka planda hazırlanıyor. Devam edebilirsiniz, oraya vardığınızda hazır olacak.
zh_hans: 正在后台构建您的仪表盘。您可以继续浏览。

# onboarding.health.finished
source: Health setup finished. You can load data anytime from Settings › Data › Data Refresh.
de: Health ist eingerichtet. Du kannst Daten jederzeit unter Einstellungen › Daten › Datenaktualisierung laden.
es: Configuración de Salud terminada. Puedes cargar los datos cuando quieras desde Ajustes › Datos › Actualización de datos.
fr: Configuration de Santé terminée. Vous pouvez charger les données à tout moment dans Réglages › Données › Actualisation des données.
hi: सेहत सेटअप पूरा हो गया। आप कभी भी सेटिंग › डेटा › डेटा रीफ़्रेश से डेटा लोड कर सकते हैं।
ru: Настройка доступа к медданным завершена. Загрузить данные можно в любой момент в разделе «Настройки» › «Данные» › «Обновление данных».
tr: Sağlık kurulumu tamamlandı. Verileri istediğiniz zaman Ayarlar › Veriler › Veri Yenileme bölümünden yükleyebilirsiniz.
zh_hans: 健康设置已完成。您可以随时在设置›数据›数据刷新中加载数据。

# onboarding.health.loaded
source: Health data loaded
de: Gesundheitsdaten geladen
es: Datos de salud cargados
fr: Données Santé chargées
hi: सेहत डेटा लोड हो गया
ru: Медданные загружены
tr: Sağlık verileri yüklendi
zh_hans: 健康数据已加载

# onboarding.intro.skip
source: Skip intro
de: Intro überspringen
es: Omitir introducción
fr: Ignorer l’intro
hi: इंट्रो स्किप करें
ru: Пропустить вступление
tr: Girişi atla
zh_hans: 跳过片头

# onboarding.pageProgress %lld %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
hi: पेज %1$lld / %2$lld
ru: Страница %1$lld из %2$lld
tr: Sayfa %1$lld / %2$lld
zh_hans: 第 %1$lld 页，共 %2$lld 页

# onboarding.readiness.live
source: It moves through the day
de: Sie verändert sich im Laufe des Tages
es: Cambia a lo largo del día
fr: Il évolue au fil de la journée
hi: यह दिन भर बदलती रहती है
ru: Она меняется в течение дня
tr: Gün boyunca değişir
zh_hans: 分数会随着一天变化
